[
	{"tutorText":"I hold an RSA SpLD Teaching Diploma (SpLD-Specific Learning Difficulties).  I have been teaching special needs children for 14 years.  I was the I.T. co-ordinator of the Medway Dyslexia Association and provided dyslexia friendly I.C.T. inset training for teachers.  I am currently the secretary of the Dyslexia House Association, and a voluntary adviser for the Association.<br/><br/>Please contact me if you would like a tutor for your child.  dyslexia.house@gmail.com"},
	{"tutorText":"Hello, my name is Penny Modena and I used to be an accountant.  Motivated by my own children, who have varying degrees of dyslexia I trained to be a Montessori teacher in 1994.  I chose Montessori training as it seemed to me to be very sensorial, very hands on and very child-friendly.  It appeared that it would suit children that had difficulties learning at school and it has informed my teaching with all children since.<br/><br/>My middle son is extremely dyslexic and it was the total frustration with schools at the time that led me to think that there must be other ways to help him achieve what in my heart I knew he was capable of. <br/><br/>I qualified as a teacher of primary aged children with Specific Learning Difficulties in October 2000 and have been teaching special needs children ever since. <br/><br/>In 2005 I updated my RSA SpLD Teaching Certificate to include elements of assessment and now assess children with Specific Learning Difficulties as well as teaching. <br/><br/>My greatest joy when teaching children is seeing the little 'light bulb' turn on and knowing they have understood something that was before a mystery to them.<br/><br/>If you are thinking of arranging a tutor for your child or would like for them to be assessed please contact me on 07702 833994 or pennyjmodena@aol.com to discuss availability and what both teaching and assessment entails."},
	{"tutorText":"I have been teaching children with specific learning difficulties for 5 years on an independent basis.  Prior to this I worked with children with SpLD in KCC Primary Schools.<br/><br/>I hold a postgraduate Diploma in Dyslexia and Literacy (University of York) and have been accepted by the British Dyslexia Association for Approved Teacher Status (ATS). .<br/><br/>Times available Monday to Thursday, dependent upon location. .<br/><br/>For further information, please go to <a href='http://www.newhorizonsdyslexia.co.uk' target='_blank'><b>www.newhorizonsdyslexia.co.uk</b></a>"}
]